import Product1 from '@/assets/products/product-1.png'
import Product2 from '@/assets/products/product-2.png'
import Product3 from '@/assets/products/product-3.png'
import Product4 from '@/assets/products/product-4.png'
import Product5 from '@/assets/products/product-5.png'

export const products = [
  {
    vendor_code: 1,
    label: 'Nike Pegasus Trail 4',
    price: 5500,
    image: Product1,
    descr: 'Кроссовки женские',
    description:
      'Эти кроссовки идеально подойдут для повседневного использования! Они сделаны из качественных материалов, что гарантирует их долговечность и комфорт при носке. Удобная подошва обеспечивает стабильность и поддержку стопы, а также удобную амортизацию. Кроссовки также имеют стильный дизайн, который отлично подойдет к любому наряду. Вы можете выбрать свой идеальный размер и цвет, чтобы эти кроссовки стали вашим любимым выбором для ежедневной носки.',
    rate: 4.2,
  },
  {
    vendor_code: 2,
    label: 'Nike Air Ndestrukt',
    price: 7500,
    image: Product2,
    description:
      'Эти кроссовки идеально подойдут для повседневного использования! Они сделаны из качественных материалов, что гарантирует их долговечность и комфорт при носке. Удобная подошва обеспечивает стабильность и поддержку стопы, а также удобную амортизацию. Кроссовки также имеют стильный дизайн, который отлично подойдет к любому наряду. Вы можете выбрать свой идеальный размер и цвет, чтобы эти кроссовки стали вашим любимым выбором для ежедневной носки.',
    descr: 'Кроссовки мужские',
    rate: 4,
  },
  {
    vendor_code: 3,
    label: 'Nike Pegasus Trail 4',
    price: 8900,
    image: Product3,
    description:
      'Эти кроссовки идеально подойдут для повседневного использования! Они сделаны из качественных материалов, что гарантирует их долговечность и комфорт при носке. Удобная подошва обеспечивает стабильность и поддержку стопы, а также удобную амортизацию. Кроссовки также имеют стильный дизайн, который отлично подойдет к любому наряду. Вы можете выбрать свой идеальный размер и цвет, чтобы эти кроссовки стали вашим любимым выбором для ежедневной носки.',
    descr: 'Кроссовки мужские',
    rate: 4.1,
  },
  {
    vendor_code: 4,
    label: 'Nike Zoom',
    price: 4670,
    image: Product4,
    description:
      'Эти кроссовки идеально подойдут для повседневного использования! Они сделаны из качественных материалов, что гарантирует их долговечность и комфорт при носке. Удобная подошва обеспечивает стабильность и поддержку стопы, а также удобную амортизацию. Кроссовки также имеют стильный дизайн, который отлично подойдет к любому наряду. Вы можете выбрать свой идеальный размер и цвет, чтобы эти кроссовки стали вашим любимым выбором для ежедневной носки.',
    descr: 'Кроссовки женские',
    rate: 4.8,
  },
  {
    vendor_code: 5,
    label: 'Nike Pegasus Trail 4',
    description:
      'Эти кроссовки идеально подойдут для повседневного использования! Они сделаны из качественных материалов, что гарантирует их долговечность и комфорт при носке. Удобная подошва обеспечивает стабильность и поддержку стопы, а также удобную амортизацию. Кроссовки также имеют стильный дизайн, который отлично подойдет к любому наряду. Вы можете выбрать свой идеальный размер и цвет, чтобы эти кроссовки стали вашим любимым выбором для ежедневной носки.',
    price: 17890,
    image: Product5,
    descr: 'Кроссовки женские',
    rate: 4.9,
  },
]
